# CloseSS

## Description
Procedure CloseSS closes the referenced worksheet.&lt;BR&gt;

```pascal
PROCEDURE CloseSS(h : HANDLE);
```

```python

def vs.CloseSS(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to worksheet.|

## Remarks
OBSOLETE for Version 9: see new ShowWS. [VML 01/09/01]

## Examples
```pascal
CloseSS(HandleToWS);

```

## Version
```diff
- CloseSS is obsolete as of VectorWorks9.0
```

Availability: from MiniCAD6.0
## Category
* Worksheets